Repository: tg-roshiroku/pxls-web
Catalog: po/Localization_*.po
Languages: pl

source: My Profile
pl: Mój profil

source: My Factions
pl: Moje frakcje

source: Not Found
pl: Nie znaleziono

source: The content you requested could not be found at this URL. If you believe this is an error, please contact a developer.
pl: Żądana treść nie została znaleziona pod tym adresem URL. Jeśli uważasz, że to błąd, skontaktuj się z deweloperem.

source: Back to Pxls
pl: Powrót do Pxls

source: Not Authenticated
pl: Nie uwierzytelniono

source: You must be logged in to access this data. Please go back to pxls and go through the authentication process.
pl: Musisz być zalogowany, aby uzyskać dostęp do tych danych. Wróć do Pxls i przejdź proces uwierzytelniania.

source: Not Allowed
pl: Brak uprawnień

source: The action you attempted to perform is not allowed or resulted in an error. Please ensure you have access to the endpoint and try again later.
pl: Działanie, które próbowałeś wykonać, jest niedozwolone lub zakończyło się błędem. Upewnij się, że masz dostęp do tego zasobu i spróbuj ponownie później.

source: Place pixels with people to create art
pl: Umieszczaj piksele z ludźmi, by tworzyć sztukę

source: Lost connection to server, reconnecting...
pl: Utracono połączenie z serwerem, ponowne połączenie...

source: Loading Heatmap (press <kbd>H</kbd> to cancel)
pl: Ładowanie Mapy Aktywności (naciśnij <kbd>H</kbd>, aby anulować)

source: Loading Virginmap (press <kbd>X</kbd> to cancel)
pl: Ładowanie Mapy nietkniętych pikseli (naciśnij <kbd>X</kbd>, aby anulować)

source: Logout
pl: Wyloguj

source: Canvas:
pl: Płótno:

source: N/A
pl: NIE DOTYCZY

source: All Time:
pl: Całkowity czas:

source: Loading online user count&hellip;
pl: Ładowanie liczby użytkowników;

source: Pixels
pl: Piksele

source: Undo
pl: Cofnij

source: You are not signed in.
pl: Nie jesteś zalogowany.

source: Sign in with...
pl: Zaloguj się za pomocą...

source: Loading...
pl: Ładowanie...

source: Sign up
pl: Zarejestruj się

source: Pick a username
pl: Wybierz nazwę użytkownika

source: Username:
pl: Nazwa użytkownika:

source: Discord Tag (Optional):
pl: Discord Tag (opcjonalnie):

source: Drag and drop template image
pl: Przeciągnij i upuść obraz szablonu

source: Exit
pl: Wyjście

source: Info
pl: Informacja

source: Close Panel
pl: Zamknij panel

source: Chat
pl: Czat

source: Pings
pl: Pingi

source: Settings
pl: Ustawienia

source: Jump To Bottom
pl: Skocz do dołu

source: Replying to
pl: Odpowiadając na

source: On
pl: Na

source: Search
pl: Wyszukiwanie

source: keybinds;keys;keyboard;hotkeys
pl: przypisania;klawisze;klawiatura;skróty

source: Keybinds
pl: Skróty klawiszowe

source: general
pl: ogólne

source: General
pl: Ogólne

source: move;moving;panning;drag
pl: poruszanie;przesuwanie;przeciąganie;drag

source: Mouse/arrows/wasd to pan
pl: Mysz/strzałki/wasd do przesuwania

source: mousewheel;zooming
pl: kółko myszy;powiększanie

source: Scroll/pinch to zoom
pl: Przewiń/uszczypnij aby powiększyć

source: scroll;zooming
pl: przewijanie;powiększanie

source: <kbd>+</kbd>/<kbd>-</kbd> or <kbd>Q</kbd>/<kbd>E</kbd> to zoom
pl: <kbd>+</kbd>/<kbd>-</kbd> lub <kbd>Q</kbd>/<kbd>E</kbd> do powiększania

source: lookups
pl: wyszukiwanie

source: <kbd>Shift</kbd> + Click/Hold touch to lookup pixel
pl: <kbd>Shift</kbd> + Kliknij/Przytrzymaj dotyk aby sprawdzić piksel

source: overlays;alignment;grid hidden;grid shown;hide grid;show grid
pl: nakładki;wyrównanie;siatka ukryta;siatka widoczna;ukryj siatkę;pokaż siatkę

source: <kbd>G</kbd> to toggle grid
pl: <kbd>G</kbd> aby przełączyć siatkę

source: close;information shown;information hidden;info shown;info hidden;hide information;show information
pl: zamknij;informacje widoczne;informacje ukryte;info widoczne;info ukryte;ukryj informacje;pokaż informacje

source: <kbd>I</kbd> to open info
pl: <kbd>I</kbd> aby otworzyć informacje

source: close;settings hidden;settings shown;hide settings;show settings
pl: zamknij;ustawienia ukryte;ustawienia widoczne;ukryj ustawienia;pokaż ustawienia

source: <kbd>T</kbd> to open settings
pl: <kbd>T</kbd> aby otworzyć ustawienia

source: close;chat hidden;chat shown;hide chat;show chat
pl: zamknij;czat ukryty;czat widoczny;ukryj czat;pokaż czat

source: <kbd>B</kbd> to open chat
pl: <kbd>B</kbd> aby otworzyć czat

source: canvas locked;move;moving;zoom;zooming
pl: płótno zablokowane;poruszanie;przesuwanie;powiększanie;zoom

source: <kbd>L</kbd> to toggle locking panning of the canvas
pl: <kbd>L</kbd> aby zablokować ruch płótna

source: take screenshot;image;download;picture;canvas
pl: zrób zrzut ekranu;obraz;pobierz;obraz;płótno

source: <kbd>P</kbd> to take a snapshot
pl: <kbd>P</kbd> aby zachować

source: overlays;user activity;pixels placed pixels;heatmap hidden;heatmap shown;hide heatmap;show heatmap
pl: nakładki;aktywność użytkownika;pixele położone pixele;mapa aktywności ukryta;mapa aktywności widoczna;pokaż mape aktywności;schowaj mape aktywności

source: <kbd>H</kbd> to toggle heatmap
pl: <kbd>H</kbd> aby uruchomić mapę aktywności

source: overlays;user activity;pixels unplaced pixels;virginmap hidden;virginmap shown;hide virginmap;show virginmap
pl: nakładki;aktywność użytkownika;kolboracje pixele nie położone pixele;mapa niewykorzystywana ukryta;Mapa nietkniętych pikseli widoczna;pokaż mapę nietkniętych pikseli;schowaj mape niewykorzystywaną

source: <kbd>X</kbd> to toggle virginmap
pl: <kbd>X</kbd> aby uruchomić mapę nietkniętych pikseli

source: overlays;user activity;pixels placed pixels;wipe;clean;
pl: nakładki;aktywność użytkownika;pixele położone pixele;wyczyść;usuń;

source: <kbd>O</kbd> to clear heatmap
pl: <kbd>O</kbd> aby wyczyścić mapę aktywności

source: overlays;user activity;pixels unplaced pixels;wipe;clean;
pl: nakładki;aktywność użytkowników;pixele nie położone pixele;wyczyść;usuń;

source: <kbd>U</kbd> to clear virginmap
pl: <kbd>U</kbd> aby wyczyścić mapę nietkniętych piksel

source: next color;previous color
pl: następny kolor;poprzedni kolor

source: <kbd>J</kbd>/<kbd>K</kbd> to cycle through palette colors
pl: <kbd>J</kbd>/<kbd>K</kbd> do przełączania kolorów palety

source: current coordinates;coords
pl: bieżące współrzędne;współrzędne

source: <kbd>C</kbd> to copy link of moused-over coordinates
pl: <kbd>C</kbd> aby skopiować koordynaty kursora

source: cancel selection
pl: anuluj wybór

source: <kbd>ESC</kbd> to deselect current pixel
pl: <kbd>ESC</kbd> aby odznaczyć akrualny piksel

source: recenter;jump;center on template;guides;focus
pl: wycentruj;skocz do;wycentruj szablon;przewodnik;skoncentruj

source: <kbd>R</kbd> to center the board on the current template
pl: <kbd>R</kbd> aby wyśrodkować na aktualnym szablonie

source: templates;guides
pl: szablony;przewodniki

source: Template
pl: Szablon

source: transparency
pl: przezroczystość

source: <kbd>Page Up</kbd> to increase opacity
pl: <kbd>Page Up</kbd> aby zwiększyć krycie

source: <kbd>Page Down</kbd> to decrease opacity
pl: <kbd>Page Up</kbd> aby zmniejszyć krycie

source: hidden;shown;hide;show
pl: ukryty;widoczny;ukryj;pokaż

source: <kbd>V</kbd> to toggle visibility
pl: <kbd>V</kbd> aby przełączyć widoczność

source: Note: These values are based on QWERTY keyboards. For other layouts, use the keys corresponding to the same position on a QWERTY keyboard.
pl: Notka: Wartości te są oparte na klawiaturach QWERTY. W przypadku innych układów należy użyć klawiszy odpowiadających tej samej pozycji na klawiaturze QWERTY.

source: templates;overlays;guides
pl: szablony;nakładki;przewodniki

source: templates;overlays;image;pixel art
pl: szablony;nakładki;obraz;pixel art

source: template enabled;template disabled;show template;hide template;template shown;template hidden
pl: szablon włącz;szablon wyłącz;pokaż szablon;ukryj szablon;widoczny szablon;ukryty szablon

source: Use template
pl: Użyj szablonu

source: Hold down <kbd>Ctrl</kbd> (or <kbd>Option</kbd> on mac) to drag the template around
pl: Przytrzymaj <kbd>Ctrl</kbd> (albo<kbd>Option</kbd> na mac'u) by przesuwać szablon po płótnie

source: template title;template name;tab name;tab title;title=
pl: tytuł szablonu;nazwa szablonu;nazwa tabeli;tytuł tabeli;tytuł=

source: Title:
pl: Tytuł:

source: template location source;template source URL;template URL;template=
pl: miejsce lokalizacji szablonu;URL lokalizacji szablonu;URL szablonu;szablon=

source: template position;template x;template y;template location; template vertical; template horizontal;ox=;oy=
pl: pozycja szablonu;x szablonu;y szablonu,lokalizacja szablonu;pion szablonu;poziom szablonu;ox=;oy=

source: Horizontal position:
pl: Pozycja w poziomie:

source: Vertical position:
pl: Pozycja w pionie:

source: template width;tw=
pl: szerokość szablonu;ss=

source: Width:
pl: Szerokość:

source: template style;custom template
pl: styl szablonu;niestandardowy szablon

source: Style:
pl: styl:

source: Use Source Style
pl: Użyj stylu źródłowego

source: 1-to-1
pl: 1 do 1

source: 1-to-1 (keep incorrect colors)
pl: 1 do 1 (zachowaj niezgodne kolory)

source: Dotted (Small, 1:2)
pl: Punktowy (mały, 1:2)

source: Dotted (Big, 2:2)
pl: Punktowy (Duży, 2:2)

source: Symbols
pl: Symbole

source: Numbers
pl: Liczby

source: Custom…
pl: Personalizowany...

source: template style source;template style URL;custom style URL;custom template
pl: Styl źródłowy szablonu;URL stylu szablonu;URL niestandarowego stylu;niestandarowy szablon

source: Custom style URL:
pl: URL niestandarowego stylu:

source: template conversion;template palette conversion;convert to palette
pl: konwersja szablonu;paleta konwersji szablonu;konwersuj do palety

source: Color Conversion Mode:
pl: Tryb konwersji kolorów:

source: Unconverted
pl: Cofnij Konwertowanie

source: Nearest Custom
pl: Najbliższy

source: template transparency;template opacity;oo=
pl: Przeźroczystość szablonu;Widoczność szablonu;wo=

source: Opacity:
pl: Widoczność:

source: UI Settings
pl: Ustawienia UI

source: language override;text
pl: nadpisanie języka; tekst

source: Language override:
pl: Nadpisanie języka:

source: Use Browser Language
pl: Użyj języka przeglądarki

source: English
pl: Angielski

source: Bulgarian
pl: Bułgarski

source: French
pl: Francuski

source: German
pl: Niemiecki

source: Russian
pl: Rosyjski

source: Swedish
pl: Szwedzki

source: Finnish
pl: Fiński

source: themes;look;stylesheets;visuals
pl: motyw;wygląd;arkusz;wizualizacja

source: Theme:
pl: Motyw:

source: Default
pl: Domyślny

source: hide reticule;hide reticle;reticule shown reticle shown;reticule hidden;reticle hidden
pl: schowaj kratki;showaj kratki;pokaż kratki pokaż kratki;kratki schowane;kratki showane

source: Show reticule
pl: Pokaż kratki

source: hide cursor;cursor shown;cursor hidden
pl: ukryj kursor;kursos widoczny;kursor ukryty

source: Show cursor
pl: Pokaż kursor

source: darkness filter
pl: Filtr ciemności

source: Enable color brightness
pl: Dopuść jasność kolorów

source: Warning: Known to cause fuzziness in Chrome on some Mac/Linux installs
pl: Ostrzeżenie: Wiadomo, że powoduje problemy w przeglądarce Chrome na niektórych komputerach Mac/Linux

source: Color brightness:
pl: Jasność kolorów:

source: keep current selected;keep curent color;place
pl: zatrzymaj aktualnie zaznaczone;zatrzymaj aktualny kolor;postaw

source: Deselect color after placing
pl: Odznacz kolor po ułożeniu pixela

source: mousewheel;palette scrolling
pl: przycisk scroll'a;scroll'owanie palety kolorów

source: Enable scrolling on the palette to switch colors
pl: Dopuść scroll'owanie palety kolorów w celu przełączania kolorów

source: reverse scrolling;mousewheel;palette scrolling;enable scrolling on the palette to switch colors
pl: scroll'owanie do siebie;przycisk scrolowania;

source: Invert scroll direction
pl: Odwróć kierunek scrollowania

source: indexed colors;palette indicies
pl: indeks kolorów;wskaźnik palety

source: Add numbers to palette entries
pl: Przypisz numery do poszczególnych kolorów

source: scrollbar;palette scrolling
pl: pasek przewijania;scroll'owanie palety

source: Enable thin scrollbar
pl: Włącz cienki pasek przewijania

source: scrollbar;palette scrolling;palette stack
pl: pasek przewijania;scroll'owanie palety;łączenie palet

source: Enable palette stacking
pl: Dopuść łączenie kolorów

source: floating bubble location
pl: lokalizacja pływającego bąbelka

source: Bubble position:
pl: Pozycja bąbelka:

source: Top left
pl: Lewy górny

source: Top right
pl: Prawy górny

source: Bottom left
pl: Lewy dół

source: Bottom right
pl: Prawy dół

source: broken;offset workaround
pl: uszkodzone;obejście przesunięcia

source: Attempt to fix canvas displacement bug in Chrome 78+
pl: Próba naprawienia błędu przesunięcia płótna w Chrome 78+

source: chat;message;ping sound
pl: czat;wiadomość;dźwięk pingu

source: Chat Settings
pl: Ustawienia czatu

source: username;color;colour
pl: nazwa użytkownika;kolor;kolor

source: Username Color:
pl: Kolor nazwy użytkownika:

source: chat message;chat ui
pl: wiadomość czatu;ui czatu

source: enable;disable
pl: włącz;wyłącz

source: Enable chat
pl: Włącz czat

source: Page must be reloaded after changing
pl: Strona musi zostać przeładowana po zmianie

source: chat size;chat font
pl: rozmiar czatu;czcionka czatu

source: Font Size:
pl: Rozmiar czcionki:

source: time;timestamps
pl: czas;znacznik czasowy

source: 24 Hour Timestamps
pl: 24-godzinny znacznik czasowy

source: badges;pixel count;pixels placed
pl: odznaki;liczba pikseli;umieszczono pikseli

source: Show pixel-placed badges
pl: Pokaż odznaki umieszczone w pikselach

source: badges;factions
pl: odznaki;frakcje

source: Show faction tags
pl: Pokaż tagi frakcji

source: template urls;template links;template name
pl: adresy URL szablonów; linki szablonów; nazwa szablonu

source: Replace template titles with URLs in chat where applicable
pl: W razie potrzeby zastąp tytuły szablonów adresami URL w czacie

source: chat orientation;chat position
pl: orientacja czatu;pozycja czatu

source: Enable horizontal chat
pl: Włącz czat poziomy

source: banner;animation
pl: banner;animacja

source: Enable the rotating banner under chat
pl: Włącz obrotowy baner pod czatem

source: max;messages;truncate
pl: max;wiadomość;długość

source: Maximum amount of chat messages:
pl: Maksymalna ilość wiadomości na czacie:

source: link;url;behaviour
pl: link;url;zachowanie

source: Default internal link action click:
pl: Domyślna akcja kliknięcia linku wewnętrznego:

source: link;url;behaviour;external;bypass;skip
pl: link;url;zachowanie;zewnętrzne;obejście;pomiń

source: Skip external link popup
pl: Pomiń linki zewnętrzne

source: Note: Has no effect if external link popups are disabled by the server.
pl: Notka: Nie ma wpływu, jeśli wyskakujące okienka linków zewnętrznych są wyłączone przez serwer.

source: chat icon;chat notifications;chat ping
pl: ikona czatu;powiadomienia czatu;ping czatu

source: Chat icon badge mode:
pl: Tryb odznaki ikony czatu:

source: Show on unread ping
pl: Pokaż nie przeczytane pingi

source: Show on unread message
pl: Pokaż nie przeczytane wiadomości

source: Never show
pl: Nigdy nie pokazuj

source: chat icon;chat notifications;chat message
pl: ikona czatu;powiadomienia czatu;wiadomość czatu

source: Chat icon highlight mode:
pl: Tryb wyróżnienia ikony czatu:

source: ignored;ignores;unignore;blocked;blocking;unblock
pl: zignorowano;ignoruje;przestań ignorować;zablokowano;blokowanie;odblokowano

source: Ignores
pl: Ignoruje

source: unignore;unblock
pl: przestań ingnorować;odblokuj

source: Unignore
pl: Przestań ignorować

source: overlays;virginmap;heatmap;grid
pl: nakładki;mapa nietkniętych pikseli;mapa aktywności;siatka

source: Overlay Settings
pl: Ustawienia nakładki

source: heatmap;heatmap opacity;clear heatmap
pl: mapa aktywności;vidoczność mapy aktywności;wyczyść mapę aktywności

source: Heatmap
pl: Mapa aktywności

source: Turn on heatmap
pl: Włącz mapę aktywności

source: (toggle with <kbd>H</kbd>)
pl: (przełączanie za pomocą <kbd>H</kbd>)

source: overlays;activity;pixels placed pixels;wipe;clean
pl: makładki;aktywność;kolaboracje

source: Clear heatmap
pl: Wyczyść mapę aktywności

source: (hotkey: <kbd>O</kbd>)
pl: (skrót klawiszowy: <kbd>O</kbd>)

source: overlays;user activity;pixels placed pixels;transparency
pl: nakładki;aktywność użytkownika;piksele umieszczone piksele;przezroczystość

source: Heatmap background opacity:
pl: Krycie tła mapy aktywności:

source: virginmap;virginmap opacity;clear virginmap
pl: mapa nieużywana;widoczność mapy nieużuwanej;wyczyść mapę nieużywaną

source: Virginmap
pl: Mapa nietkniętych pikseli

source: Turn on virginmap
pl: Włącz mapę nietkniętych pikseli

source: (toggle with <kbd>X</kbd>)
pl: (przełączanie za pomocą <kbd>X</kbd>)

source: overlays;user activity;pixels unplaced pixels;transparency
pl: nakładki;aktywność użytkownika;piksele nieumieszczone piksele;przezroczystość

source: Virginmap background opacity:
pl: Krycie tła mapy nieużywanej:

source: overlays;activity;pixels unplaced pixels;wipe;clean
pl: nakładki;aktywność;piksele nieumieszczone piksele;wycieranie;czyszczenie

source: Clear virginmap
pl: Wyczyść mapę nietkniętych pikseli

source: (hotkey: <kbd>U</kbd>)
pl: (skrót klawiszowy: <kbd>U</kbd>)

source: Layer template underneath heatmap
pl: Szablon warstwy pod mapą cieplną

source: grid;toggle grid
pl: siatka;przełącz siatkę

source: Grid
pl: Siatka

source: Turn on grid
pl: Włączyć siatkę

source: (toggle with <kbd>G</kbd>)
pl: (przełączanie za pomocą <kbd>G</kbd>)

source: controls;zooming;panning;movement
pl: elementy sterujące;powiększanie;przesuwanie;ruch

source: Control Settings
pl: Ustawienia sterowania

source: zooming;scrolling;scale;scaling
pl: przybliżanie;scroll'owanie;skala;skalowanie

source: Zooming
pl: Przybliżanie

source: scrolling sensitivity;zooming sensitivity;mousewheel sensitivity
pl: czułość scroll'owania;czułość przybliżania;czułość scroll'a

source: Zoom sensitivity:
pl: Czułość zoomu:

source: zooming limit;scrolling limit;mousewheel;zooming minimum;zooming maximum
pl: limit przybliżenia;limit scrollowania;scroll;minimalne przybliżenie;maksymalne przybliżenie

source: Minimum scale:
pl: Mininalna skala:

source: Maximum scale:
pl: Maksymalna skala:

source: rounding;zooming;scrolling;mousewheel;integer;decimal
pl: zaokrąglanie;powiększanie;przewijanie;kółko myszy;liczba całkowita;liczba dziesiętna

source: Round zoom values to nearest whole number
pl: Zaokrąglanie wartości powiększenia do najbliższej liczby całkowitej

source: controls;miscellaneous
pl: elementy sterujące;różne

source: Lock the canvas (disallow canvas drag/zoom with mouse/fingers)
pl: Zablokuj płótno (zabroń przeciągania/powiększania płótna za pomocą myszy/palców)

source: MMB picker;mouse picker;selection;palette picker
pl: selektor MMB; selektor myszy; wybór; selektor palety

source: Enable middle mouse button selecting color from board
pl: Włącz środkowy przycisk myszy wybierając kolor z planszy

source: right click action
pl: działanie po kliknięciu prawym przyciskiem myszy

source: Right-click action:
pl: Akcja prawego przycisku myszy:

source: Nothing
pl: Nic

source: Clear color
pl: Wyczyść kolor

source: Copy color
pl: Skopiuj kolor

source: Lookup
pl: Spójrz w górę

source: Clear color + Lookup
pl: Wyczyść kolor + wyszukiwanie

source: snapshots;screenshot;download;picture;canvas
pl: migawki;zrzut ekranu;pobierz;obraz;płótno

source: Snapshot Settings
pl: Ustawienia Migawki

source: screenshot;snapshot;download;board;canvas
pl: zrzut ekranu;migawka;pobierz;tablica;płótno

source: take screenshot;image;download format;picture;canvas;board
pl: zrób zrzut ekranu;obraz;format pobierania;obrazek;płótno;tablica

source: Snapshot image format:
pl: Format obrazu migawki:

source: WEBP (Chrome only)
pl: WEBP (tylko Chrome)

source: sound;notification;alert;notify;ping
pl: dźwięk;powiadomienie;alert;powiadomienie;ping

source: Sound and Notification Settings
pl: Ustawienia dźwięku i powiadomień

source: audio;mute;noise;volume
pl: audio;wyciszenie;hałas;głośność

source: Enable sound
pl: Włącz dźwięk

source: notifs;notify;pixel notification
pl: powiadamia;powiadomienie;powiadomienie pikselowe

source: Enable pixel available notification
pl: Włącz powiadomienie o dostępności piksela

source: notification;pixel ready;alert
pl: powiadomienie;pixel gotów;alert

source: Pixel Ready Notification
pl: Powiadomienie o gotowości piksela

source: alert source;notify url;notify source;notification url;notification source
pl: źródło alertu;url powiadomienia;źródło powiadomienia;url powiadomień;źródło powiadomień

source: Alert URL:
pl: URL alertu:

source: Update
pl: Aktualizacja

source: sound level;audio level;mute audio;mute sound
pl: poziom dźwięku;poziom dźwięku;wycisz dźwięk;wycisz dźwięk

source: Volume:
pl: Głośność:

source: alert forewarning;alert delay; notification delay; notification forewarning
pl: ostrzeżenie o alercie; opóźnienie alertu; opóźnienie powiadomienia; ostrzeżenie o powiadomieniu

source: Delay (seconds):
pl: Opóźnienie (sekundy):

source: chat mentions;chat pings;chat sound
pl: wzmianki na czacie; pingi czatu; dźwięk czatu

source: Chat Pings
pl: Pingi czatu

source: Enable pings
pl: Włącz pingi

source: mention sound
pl: Dźwięk wspomnienia

source: Play sound on ping:
pl: Odtwórz dźwięk przy pingowaniu:

source: Off
pl: Wyłączony

source: Only when necessary
pl: Tylko w razie potrzeby

source: Always
pl: Zawsze

source: mention sound volume
pl: Głośność dźwięku przy wspomnieniu

source: Ping sound volume:
pl: Głośność dzwięku pinga:

source: personal account
pl: Konto personalne

source: Account Settings
pl: Ustawienia konta

source: Public Discord name:
pl: Publiczna nazwa na discordzie:

source: Set
pl: Ustaw

source: Remove
pl: Usuń

source: Help
pl: Pomoc

source: Notifications
pl: Powiadomienia

source: Why is the cooldown as long as it is?
pl: Dlaczego odnowienie jest takie długie?

source: The time it takes to get a pixel is dynamic, and changes based on how many people are online. The cooldown time is longer when more users are online.
pl: Czas potrzebny na odzyskanie piksela jest dynamiczny i zmienia się w zależności od liczby osób online. Czas schładzania jest dłuższy, gdy więcej użytkowników jest online.

source: Why does it say 0/6 pixels?
pl: Dlaczego jest napisane 0/6 pikseli?

source: This means that you are waiting for your next pixel. When you place a pixel, there is a cooldown for when you can place the next one. Over time, you can gain up to 6 "stacked" pixels to place at once.
pl: Oznacza to, że czekasz na następny piksel. Po umieszczeniu piksela następuje czas odnowienia, po którym można umieścić następny. Z czasem można uzyskać do 6 "skumulowanych" pikseli do umieszczenia jednocześnie.

source: Why does it take so long to "stack" pixels?
pl: Dlaczego "układanie" pikseli trwa tak długo?

source: This is by design. It is better to place a pixel as soon as you get one. Pixel "stacking" is meant to give you a bump if you go AFK for a bit. It takes around 40 minutes to get a full 6/6 pixels, but it only takes around 3 minutes to place 6 pixels if you place them as soon as possible.
pl: Jest to zamierzone. Lepiej jest umieścić piksel, gdy tylko go zdobędziesz. "Kumulowanie" pikseli ma na celu zapewnienie ci wsparcia, jeśli na chwilę znikniesz z gry. Uzyskanie pełnych 6/6 pikseli zajmuje około 40 minut, ale umieszczenie 6 pikseli zajmuje tylko około 3 minut, jeśli umieścisz je tak szybko, jak to możliwe.

source: How do I appeal a ban?
pl: Jak odwołać się od bana?
