Repository: tg-roshiroku/pxls-web
Catalog: po/Localization_*.po
Languages: pl

source: Enter the new name for the user below. Please note that if you\'re trying to change the caps, you\'ll have to rename to something else first.
pl: Wprowadź nową nazwę użytkownika poniżej. Pamiętaj, że jeśli próbujesz zmienić wielkie litery, musisz najpierw zmienić nazwę na coś innego.

source: User renamed
pl: Nazwa zmieniona

source: Force Rename
pl: Wymuś zmianę nazwy

source: You cannot use chat while canvas banned.
pl: Nie możesz używać czatu podczas blokady.

source: Sending...
pl: Wysyłanie...

source: additional information:
pl: dodatkowe informacje:

source: Report Pixel
pl: Zgłoś piksel

source: This pixel is background (was not placed by a user).
pl: Ten piksel jest tłem (nie został umieszczony przez użytkownika).

source: Hide sensitive information
pl: Ukryj wrażliwe informacje

source: Move Template Here
pl: Przenieś szablon tutaj

source: An error occurred, either you aren't logged in or you may be attempting to look up users too fast. Please try again in 60 seconds
pl: Wystąpił błąd, albo nie jesteś zalogowany, albo próbujesz wyszukać użytkowników zbyt szybko. Spróbuj ponownie za 60 sekund

source: Coords
pl: Współrzędne

source: View Profile
pl: Wyświetl profil

source: Origin
pl: Źródło

source: Part of a nuke
pl: Część nuke'a

source: Placed by a staff member using placement overrides
pl: Umieszczone przez członka personelu za pomocą nadpisywania umieszczenia

source: Time
pl: Czas

source: just now
pl: W tej chwili

source: ${hoursStr}:${minuteStr}:${secsStr} ago
pl: ${hoursStr}:${minuteStr}:${secsStr} temu

source: Posted by ${notification.who}
pl: Wysłano przez ${notification.who}

source: Expires ${expiry}
pl: Wygasa ${expiry}

source: There was an error getting the image
pl: Wystąpił błąd przy pobieraniu obrazka

source: Your next pixel will be available in ${delay} seconds!
pl: Następny piksel będzie dostępny za ${delay} sekund!

source: Your next pixel has been available for ${alertDelay} seconds!
pl: Następny piksel będzie dostępny za ${alertDelay} sekund!

source: Your next pixel is available!
pl: Następny piksel dostępny

source: Dark
pl: Ciemny

source: Darker
pl: Ciemniejszy

source: Blue
pl: Niebieski

source: Purple
pl: Fioletowy

source: Green
pl: Zielony

source: Matte
pl: Matowy

source: Red
pl: Czerwony

source: A new ${type} report has been received.
pl: Otrzymano nowe zgłoszenie typu ${type}.

source: Cannot fetch local files. Use the file selector in template settings.
pl: Nie można pobrać plików lokalnych. Użyj selektora plików w ustawieniach szablonu.

source: Redirect Warning
pl: Ostrzeżenie o przekierowaniu

source: Are you sure you want to redirect to the following URL?
pl: Jesteś pewnien, że chcesz użyć linku?

source: Drag and dropped file must be a valid image.
pl: Plik musi być obrazkiem.

source: Discord name updated successfully
pl: Nazwa na Discordzie zmieniona

source: Couldn\'t change discord name:
pl: Nie można zmienić nazwy na Discordzie:

source: By logging in or registering, you agree to the <a href="{0}" target="_blank">terms of use</a> and <a href="{1}" target="_blank">privacy policy</a>.
pl: Logując się lub rejestrując, wyrażasz zgodę na <a href="{0}" target="_blank">warunki użytkowania</a> i <a href="{1}" target="_blank">politykę prywatności</a>.

source: Sign in with {0}
pl: Zaloguj za pomocą {0}

source: New Accounts Disabled
pl: Nowe konta wyłączone.

source: Sign Out
pl: Wyloguj

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: You are permanently banned.
pl: Jesteś bezterminowo zablokowany.

source: You are temporarily banned and will not be allowed to place until ${timestamp}
pl: Jesteś czasowo zablokowany, nie możesz umieszczać do ${timestamp}

source: You can contact us using one of the links in the info menu.
pl: Możesz się skontaktować używając linków w panelu informacyjnym.

source: If you think this was an error, please contact us using one of the links in the info tab.
pl: Jeśli uważasz, że to błąd, skontaktuj się korzystając z linków w panelu informacyjnym

source: Ban reason:
pl: Powód banu:

source: An unknown error occurred. Please contact staff on discord
pl: Wystąpił nieznany błąd. Skontaktuj się poprzez Discorda.

source: Staff have required you to change your username, this usually means your name breaks one of our rules.
pl: Zespół wymaga abyś zmienił nazwę, zazwyczaj oznacza to, że jest ona niezgodna z regulaminem

source: If you disagree, please contact us on Discord (link in the info panel).
pl: Jeśli się nie zgadzasz, skontaktuj się na Discordzie (link w panelu informacyjnym)

source: New Username:
pl: Nowa nazwa użytkownika:

source: Not now
pl: Nie teraz

source: Change
pl: Zmień

source: You must change your username.
pl: Musisz zmienić swoją nazwę użytkownika.

source: Click here to continue.
pl: Kliknij tutaj, aby kontynuować.

source: Alert
pl: Uwaga

source: Internal Server Error
pl: Wewnętrzny błąd serwera

source: An unexpected error occurred while processing your request. Please try again later or contact a developer.
pl: Wystąpił nieoczekiwany błąd podczas przetwarzania Twojego żądania. Spróbuj ponownie później lub skontaktuj się z deweloperem.

source: Your Factions
pl: Twoje frakcje

source: Loading your profile...
pl: Ładowanie profilu...

source: You have not joined any factions yet.
pl: Nie dołączyłeś jeszcze do żadnej frakcji.

source: Click the + in the top right of the Factions tab to join one!
pl: Kliknij + w prawym górnym rogu zakładki Frakcje, aby dołączyć!

source: You are not currently a member of any faction.
pl: Nie jesteś obecnie członkiem żadnej frakcji.

source: Created:
pl: Utworzono:

source: Members:
pl: Członkowie:

source: Owner:
pl: Właściciel:

source: Open
pl: Otwarta

source: Closed
pl: Zamknięta

source: Disband
pl: Rozwiąż

source: Delete Faction
pl: Usuń frakcję

source: Are you sure you want to disband this faction?
pl: Czy na pewno chcesz rozwiązać tę frakcję?

source: This action cannot be undone.
pl: Tej operacji nie można cofnąć.

source: Confirm
pl: Potwierdź

source: Faction Name
pl: Nazwa frakcji

source: A faction with that name already exists.
pl: Frakcja o takiej nazwie już istnieje.

source: Faction created successfully.
pl: Frakcja została pomyślnie utworzona.

source: Error creating faction. Please try again later.
pl: Błąd podczas tworzenia frakcji. Spróbuj ponownie później.

source: Faction deleted successfully.
pl: Frakcja została pomyślnie usunięta.

source: Error deleting faction. Please try again later.
pl: Błąd podczas usuwania frakcji. Spróbuj ponownie później.

source: Faction left successfully.
pl: Pomyślnie opuszczono frakcję.

source: Error leaving faction. Please try again later.
pl: Błąd podczas opuszczania frakcji. Spróbuj ponownie później.

source: Faction joined successfully.
pl: Pomyślnie dołączono do frakcji.

source: Error joining faction. Please try again later.
pl: Błąd podczas dołączania do frakcji. Spróbuj ponownie później.

source: Create Faction
pl: Utwórz frakcję

source: New Faction Name
pl: Nazwa nowej frakcji

source: Close Faction (invite only)
pl: Zamknij frakcję (tylko na zaproszenie)

source: Faction must have a name.
pl: Frakcja musi mieć nazwę.

source: Invalid faction name.
pl: Nieprawidłowa nazwa frakcji.

source: Disband Faction
pl: Rozwiąż frakcję

source: Are you sure you want to leave this faction?
pl: Czy na pewno chcesz opuścić tę frakcję?

source: You will have to be invited again to rejoin.
pl: Aby ponownie dołączyć, musisz otrzymać zaproszenie.

source: You are not allowed to join this faction.
pl: Nie masz uprawnień, aby dołączyć do tej frakcji.

source: You have already requested to join this faction.
pl: Już wysłałeś prośbę o dołączenie do tej frakcji.

source: Request to Join
pl: Poproś o dołączenie

source: Request sent!
pl: Prośba została wysłana!

source: Only the owner can disband this faction.
pl: Tylko właściciel może rozwiązać tę frakcję.

source: You are the owner of this faction.
pl: Jesteś właścicielem tej frakcji.

source: You have successfully joined the faction.
pl: Pomyślnie dołączyłeś do frakcji.

source: An error occurred while processing your request.
pl: Wystąpił błąd podczas przetwarzania Twojej prośby.

source: You are not a member of this faction.
pl: Nie jesteś członkiem tej frakcji.

source: You are already a member of this faction.
pl: Już jesteś członkiem tej frakcji.

source: Faction settings updated successfully.
pl: Pomyślnie zaktualizowano ustawienia frakcji.

source: Error updating faction settings. Please try again later.
pl: Błąd podczas aktualizacji ustawień frakcji. Spróbuj ponownie później.

source: Save
pl: Zapisz

source: Access
pl: Dostęp

source: Language
pl: Język

source: Theme
pl: Motyw

source: Light
pl: Jasny

source: Auto
pl: Automatyczny

source: Enable Desktop Notifications
pl: Włącz powiadomienia na pulpicie

source: Enable Sound
pl: Włącz dźwięk

source: Change Username
pl: Zmień nazwę użytkownika

source: Current Password
pl: Aktualne hasło

source: New Username
pl: Nowa nazwa użytkownika

source: Change Password
pl: Zmień hasło

source: New Password
pl: Nowe hasło

source: Confirm New Password
pl: Potwierdź nowe hasło

source: Password changed successfully.
pl: Hasło zostało pomyślnie zmienione.

source: Username changed successfully.
pl: Nazwa użytkownika została pomyślnie zmieniona.

source: Invalid password.
pl: Nieprawidłowe hasło.

source: Passwords do not match.
pl: Hasła nie są zgodne.

source: Username is already taken.
pl: Ta nazwa użytkownika jest już zajęta.

source: Invalid username.
pl: Nieprawidłowa nazwa użytkownika.

source: Delete Account
pl: Usuń konto

source: Are you sure you want to delete your account?
pl: Czy na pewno chcesz usunąć swoje konto?

source: This action is irreversible.
pl: Tej operacji nie można cofnąć.

source: Account deleted successfully.
pl: Konto zostało pomyślnie usunięte.

source: Error deleting account. Please try again later.
pl: Błąd podczas usuwania konta. Spróbuj ponownie później.

source: Change Email
pl: Zmień email

source: New Email
pl: Nowy email

source: Email changed successfully.
pl: Email został pomyślnie zmieniony.

source: Invalid email address.
pl: Nieprawidłowy adres email.

source: Email is already in use.
pl: Ten adres email jest już używany.

source: Notifications Settings
pl: Ustawienia powiadomień

source: Enable Email Notifications
pl: Włącz powiadomienia email

source: Changes saved.
pl: Zmiany zostały zapisane.

source: Something went wrong.
pl: Coś poszło nie tak.

source: Try again later.
pl: Spróbuj ponownie później.

source: Password is too short.
pl: Hasło jest za krótkie.

source: Password must contain at least one number.
pl: Hasło musi zawierać przynajmniej jedną cyfrę.

source: Password must contain at least one uppercase letter.
pl: Hasło musi zawierać przynajmniej jedną wielką literę.

source: Password must contain at least one lowercase letter.
pl: Hasło musi zawierać przynajmniej jedną małą literę.

source: Password must contain at least one special character.
pl: Hasło musi zawierać przynajmniej jeden znak specjalny.

source: Enter your current password to confirm changes.
pl: Wprowadź swoje aktualne hasło, aby potwierdzić zmiany.

source: Show Password
pl: Pokaż hasło

source: Hide Password
pl: Ukryj hasło

source: Account Security
pl: Bezpieczeństwo konta

source: Two-Factor Authentication
pl: Uwierzytelnianie dwuskładnikowe

source: Enable 2FA
pl: Włącz 2FA

source: Disable 2FA
pl: Wyłącz 2FA

source: Scan this QR code with your authenticator app.
pl: Zeskanuj ten kod QR za pomocą aplikacji uwierzytelniającej.

source: Enter the code generated by your app.
pl: Wprowadź kod wygenerowany przez aplikację.

source: 2FA enabled successfully.
pl: Uwierzytelnianie 2FA zostało pomyślnie włączone.

source: 2FA disabled successfully.
pl: Uwierzytelnianie 2FA zostało pomyślnie wyłączone.

source: Invalid authentication code.
pl: Nieprawidłowy kod uwierzytelniający.

source: Backup Codes
pl: Kody zapasowe

source: Use these codes if you lose access to your authenticator.
pl: Użyj tych kodów, jeśli utracisz dostęp do aplikacji uwierzytelniającej.

source: Keep them somewhere safe!
pl: Przechowuj je w bezpiecznym miejscu!

source: Regenerate Backup Codes
pl: Wygeneruj ponownie kody zapasowe

source: Codes regenerated.
pl: Kody zostały ponownie wygenerowane.

source: Are you sure you want to regenerate your backup codes?
pl: Czy na pewno chcesz ponownie wygenerować swoje kody zapasowe?

source: Previous codes will no longer work.
pl: Poprzednie kody nie będą już działać.

source: Download Codes
pl: Pobierz kody

source: Copy Codes
pl: Skopiuj kody

source: Copied!
pl: Skopiowano!

source: Error enabling 2FA. Please try again.
pl: Błąd podczas włączania 2FA. Spróbuj ponownie.

source: Error disabling 2FA. Please try again.
pl: Błąd podczas wyłączania 2FA. Spróbuj ponownie.
