Repository: tg-roshiroku/pxls-web
Catalog: po/Localization_*.po
Languages: pl

source: Contact us on <a href="https://pxls.space/discord" target="_blank">Discord</a> or send an appeal to our <a href="https://pxls.space/appeal" target="_blank">Google form</a> after reading the rules in the site's info panel.
pl: Skontaktuj się z nami na <a href="https://pxls.space/discord" target="_blank">Discord</a> lub wyślij odwołanie do naszego <a href="https://pxls.space/appeal" target="_blank">formularza Google</a> po przeczytaniu zasad w panelu informacyjnym witryny.

source: How do I make a template?
pl: Jak utworzyć szablon?

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use 3rd party tools like <a href="https://charity.pxls.space" target="_blank">Charity</a> or <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into Charity or Clueless.
pl: Szablon to link do obrazu, który jest umieszczany w polu tekstowym szablonu w panelu ustawień, dzięki czemu można go umieścić na płótnie. Możesz użyć zwykłego linku do grafiki pikselowej, ale wiele osób korzysta z narzędzi innych firm, takich jak <a href="https://charity.pxls.space" target="_blank">Charity</a> lub <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a>, aby zamienić grafikę pikselową w bardziej wyszukany link. Jeśli chcesz samodzielnie stworzyć grafikę pikselową, możesz użyć <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a>, aby utworzyć grafikę do umieszczenia w Charity lub Clueless.

source: How do I move a template?
pl: Jak przesunąć szablon?

source: Hold <kbd>CTRL</kbd> (or <kbd>OPTION</kbd> on macOS) and click and drag to move it around. On mobile, you can tap and hold where you want to move the template and click "Move Template Here" in the pop-up.
pl: Przytrzymaj klawisz <kbd>CTRL</kbd> (lub <kbd>OPTION</kbd> na macOS), a następnie kliknij i przeciągnij, aby ją przesunąć. Na urządzeniach mobilnych możesz dotknąć i przytrzymać miejsce, w którym chcesz przenieść szablon, a następnie kliknąć "Przenieś szablon tutaj" w wyskakującym okienku.

source: Does the canvas reset? When?
pl: Czy płótno jest resetowane? Kiedy?

source: Yes. The canvas resets when it is completely full. A reset date is not usually decided until the canvas is full, but the average canvas life-span is around 1 month. Updates are posted in our <a href="https://pxls.space/discord" target="_blank">Discord server</a> when a reset date is set.
pl: Tak, płótno jest resetowane po całkowitym zapełnieniu. Data resetowania nie jest zwykle ustalana, dopóki płótno nie zostanie zapełnione, ale średnia żywotność płótna wynosi około 2 tygodnie. Aktualizacje są publikowane w naszym <a href="https://pxls.space/discord" target="_blank">serwerze Discord</a> po ustaleniu daty resetowania.

source: Where can I see the past canvases?
pl: Gdzie mogę zobaczyć poprzednie płótna?

source: The past canvases are featured on our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, or the 3rd party website <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, which records timelapses and a lot of useful information on each canvas.
pl: Dotychczasowe płótna są prezentowane na naszym <a href="https://pxls.space/discord" target="_blank">serwerze Discord</a> lub na zewnętrznej stronie <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, która rejestruje timelapsy i wiele przydatnych informacji na temat każdego płótna.

source: How do I see who placed a pixel?
pl: Jak sprawdzić, kto umieścił piksel?

source: By shift-clicking (or tap and hold on mobile) a pixel, you can see who placed a pixel, how many pixels they have placed, and when they placed it.
pl: Klikając z wciśniętym klawiszem Shift (lub dotykając i przytrzymując na urządzeniu mobilnym) piksel, można zobaczyć, kto umieścił piksel, ile pikseli umieścił i kiedy go umieścił.

source: How do I report someone?
pl: Jak zgłosić kogoś?

source: Shift-click (or tap and hold on mobile) on a pixel, and click the Report button.
pl: Kliknij piksel z wciśniętym klawiszem Shift (lub dotknij i przytrzymaj na urządzeniu mobilnym) i kliknij przycisk Zgłoś.

source: How do I change the color of my name in the chat?
pl: Jak zmienić kolor mojej nazwy na czacie?

source: There is a "Username Color" option near the bottom of the settings panel.
pl: W dolnej części panelu ustawień znajduje się opcja "Kolor nazwy użytkownika".

source: What is a "virginmap"?
pl: Co to jest mapa nietkniętych pikseli?

source: The virginmap shows which pixels have not yet been placed on (or “virgin” pixels).
pl: Mapa nietkniętych pokazuje piksele, które nie zostały jeszcze umieszczone (lub piksele które nie były jeszcze przez nikogo używane).

source: How do I report bugs?
pl: Jak zgłosić błędy?

source: Submit bugs to the #dev-and-bugs channel in the <a href="https://pxls.space/discord" target="_blank">Discord server</a>. If you have found an exploit, please message one of the staff members privately (through DMs).
pl: Zgłaszaj błędy na kanale #dev-and-bugs w <a href="https://pxls.space/discord" target="_blank">serwerze Discord</a>. Jeśli znalazłeś exploit, wyślij prywatną wiadomość do jednego z członków personelu (przez DM).

source: How do I get more info or contact staff?
pl: Jak uzyskać więcej informacji lub skontaktować się z personelem?

source: Check the info panel (the icon on the top left) for more details and links, or join our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, where a staff member will gladly respond.
pl: Sprawdź panel informacyjny (ikona w lewym górnym rogu), aby uzyskać więcej szczegółów i linków, lub dołącz do naszego <a href="https://pxls.space/discord" target="_blank">serwera Discord</a>, gdzie członek personelu chętnie odpowie.

source: Welcome!
pl: Witamy!

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas based on Reddit's <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> event from 2017 that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
pl: Witamy na pxls.space! Pxls to wieloosobowe płotna oparta na wydarzeniu Reddit'a <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> z 2017 roku, która pozwala tworzyć wszystko, co możesz sobie wyobrazić, jeden piksel na raz. Dołącz do setek innych graczy w społeczności Pxls i twórz niesamowite dzieła sztuki razem jako zespół lub solo.

source: The best place to reach staff and fellow community is in the discord!
pl: Najlepszym miejscem do kontaktu z personelem i innymi członkami społeczności jest discord!

source: Check out our social media pages, and please take the time to read the rules below. Have fun creating (or changing) art!
pl: Sprawdź nasze strony w mediach społecznościowych i zapoznaj się z poniższymi zasadami. Miłego tworzenia (lub zmieniania) dzieł sztuki!

source: Canvas Rules
pl: Zasady płótna

source: We pride ourselves on trying to keep an open canvas for all free from outside interference on our end, and especially censorship. However, for the good of the community and on accounts of our own beliefs, please acknowledge and obey the following guidelines:
pl: Jesteśmy dumni z tego, że staramy się zachować otwartą przestrzeń dla wszystkich, wolną od ingerencji z zewnątrz, a zwłaszcza cenzury. Jednakże, dla dobra społeczności i ze względu na nasze własne przekonania, prosimy o przyjęcie do wiadomości i przestrzeganie poniższych wytycznych:

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>f****t</i>, <i>n****r</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
pl: Zakaz nienawistnych obrazów lub obraźliwych wypowiedzi. Obejmuje to między innymi słowa takie jak <i>c**l</i>, <i>n****r</i> itp., a także swastykę, młot i sierp oraz wszelkie symbole terroryzmu.

source: No NSFW or NSFL content.
pl: Zakaz treści NSFW lub NSFL.

source: No nudity or otherwise sexually explicit content
pl: Zakaz nagości lub treści o charakterze jednoznacznie seksualnym

source: No female-presenting nipples/bare breasts, genitalia, sexual fluids
pl: Zakaz kobiecych sutków/obnażonych piersi, genitaliów, płynów seksualnych

source: No sexual imagery/erotica
pl: Zakaz obrazowania seksualnego/erotyki

source: No excessive blood or otherwise obscene/shocking content
pl: Zakaz nadmiernej ilości krwi lub innych nieprzyzwoitych/szokujących treści.

source: No more than <b>one</b> account per user, no exceptions. Multiple account users will be banned from creating art on the canvas.
pl: Zakaz multikont. Tylko <b>jedno</b> konto na użytkownika, bez wyjątków.

source: No auto-placement tools of any kind, you must place the pixels manually.
pl: Zakaz używania jakichkolwiek narzędzi do automatycznego umieszczania pikseli, piksele należy umieszczać ręcznie.

source: Do not abuse site functionality, such as reports or lookups. (e.g. automated reporting/lookups, etc.)
pl: Nie nadużywaj funkcji witryny, takich jak zgłoszenia lub wyszukiwania. (np. automatyczne zgłoszenia/wyszukiwanie itp.).

source: Any automated aggregation of data from user lookups is not allowed, and will result in a ban.
pl: Jakiekolwiek automatyczne zbieranie danych pochodzących z wyszukiwań użytkowników jest niedozwolone i będzie skutkować zablokowaniem konta.

source: Staff have final say in any rule disputes
pl: Ostatnie słowo w przypadku sporów dotyczących zasad należy do moderacji.

source: If you feel a moderator has acted inappropriately, please report it to an administrator.
pl: Jeśli uważasz, że moderator postąpił niewłaściwie, zgłoś to administratorowi.

source: If you believe you have been falsely banned you may contact a moderator or administrator.
pl: Jeśli uważasz, że zostałeś fałszywie zbanowany, możesz skontaktować się z moderatorem lub administratorem.

source: Chat Rules
pl: Zasady czatu

source: Keep chat civil. No harassment or homophobic/transphobic/disablist language.
pl: Zachowaj porządek na czacie. Zakaz nękania.

source: No hate speech. This includes emoji/symbols/ASCII art.
pl: Zakaz mowy nienawiści, obejmuje to emoji/symbole/arty ASCII.

source: Normal swearing/etc is allowed
pl: Zwykłe przekleństwa/etc są dozwolone

source: No spamming
pl: Zakaz spamowania

source: This includes excessive ASCII art/emojis/symbols/whitespace
pl: Obejmuje to nadmierną ilość grafiki ASCII/emojis/symboli/spacji.

source: No "copy pasta"s
pl: Zakaz "copy pasty"

source: No links to sites that actively break the canvas or chat rules (e.g. porn sites)
pl: Zakaz linków do stron, które aktywnie łamią zasady płótna lub czatu.

source: No symbology which break the canvas or chat rules (e.g. NSFW ASCII art)
pl: Zakaz symboliki łamiącej zasady płótna lub czatu (np. NSFW ASCII art)

source: No personal information
pl: Zakaz danych personalnych

source: Links
pl: Linki

source: Terms of Service
pl: Warunki świadczenia usług

source: Privacy Policy
pl: Polityka prywatności

source: Discord (main hub)
pl: Discord

source: Single-player mode
pl: Tryb dla jednego gracza

source: Statistics
pl: Statystyki

source: Profile (user info, factions, etc.)
pl: Profil (informacje o użytkowniku, frakcje itp.)

source: Generator, progress checker, and monitor for Pxls templates
pl: Generator, sprawdzanie postępu i monitorowanie szablonów Pxls

source: Charity (templates, monitors, etc.)
pl: Dobroczynność (szablony, monitory itp.)

source: Archives
pl: Archiwum

source: PxlsFiddle (archives)
pl: PxlsFiddle (archiwum)

source: Donations are not accepted at this time, but this panel will be updated when they're open again!
pl: W tej chwili nie przyjmujemy donatów, ale ten panel zostanie kiedyś zaktualizowany.

source: {0}'s Profile
pl: Profil {0}

source: My Data
pl: Moje Dane

source: Reports
pl: Zgłoszenia

source: Factions
pl: Frakcje

source: Data
pl: Dane

source: You must be logged in to view your profile.
pl: Musisz być zalogowany, aby wyświetlić swój profil.

source: Registration Date
pl: Data rejestracji

source: Alltime Pixels
pl: Wszystkie piksele

source: Current Canvas Pixels
pl: Aktualne piksele płotna

source: Discord Tag
pl: Tag Discorda

source: Faction
pl: Frakcja

source: None
pl: Brak

source: Roles
pl: Role

source: Canvas Ban Expiry
pl: Wygaśniecie banu płotna

source: Never
pl: Nigdy

source: Chat Ban Expiry
pl: Wygaśnięcie bana czatu

source: View rankings and other stats <a href="/stats">here</a>.
pl: Rankingi i inne statystyki możesz zobaczyć <a href="/stats">tutaj</a>.

source: You must be logged in to view your reports.
pl: Musisz być zalogowany, aby przeglądać zgłoszenia.

source: Canvas Reports ({0}/{1} open)
pl: Zgłoszenia płócien ({0}/{1} otwarte)

source: Report on {0} (closed)
pl: Zgłoszenie na {0} (zamknięte)

source: Report on {0} (open)
pl: Zgłoszenie na {0} (otwarte)

source: Reported {0} on {1}
pl: Zgłoszono {0} w dniu {1}

source: There are no canvas reports to show.
pl: Brak raportów płutna do wyświetlenia.

source: Chat Reports ({0}/{1} open)
pl: Raporty czatu ({0}/{1} otwarte)

source: There are no chat reports to show.
pl: Brak raportów czatu do wyświetlenia.

source: You must be logged in to manage your factions.
pl: Musisz być zalogowany, aby zarządzać swoimi frakcjami.

source: You are faction restricted and cannot create new factions. If you believe this is an error, please contact a moderator.
pl: Jesteś objęty blokadą frakcji i nie możesz tworzyć nowych frakcji. Jeśli uważasz, że to błąd, skontaktuj się z moderatorem.

source: You are canvas banned and cannot create new factions. If you believe this is an error, please contact a moderator.
pl: Zostałeś zbanowany i nie możesz tworzyć nowych frakcji. Jeśli uważasz, że to błąd, skontaktuj się z moderatorem.

source: You must have at least {0} all-time pixels to create a faction.
pl: Aby utworzyć frakcję, musisz umieścić co najmniej {0} pikseli.

source: Create
pl: Utwórz

source: Join
pl: Dołącz

source: This is your currently displayed faction.
pl: To jest Twoja aktualnie wyświetlana frakcja.

source: {0} (members: {1}, ID: {2})
pl: {0} (członkowie: {1}, identyfikator: {2})

source: Owner: {0}
pl: Właściciel: {0}

source: Remove Displayed
pl: Usuń wyświetlane

source: Set Displayed
pl: Ustaw wyświetlane

source: Members
pl: Członkowie

source: Edit
pl: Zmień

source: Delete
pl: Usuń

source: Leave
pl: Opuść

source: You are not in any factions yet!
pl: Nie jesteś jeszcze w żadnej frakcji!

source: You must be logged in to view your data.
pl: Musisz być zalogowany, aby przeglądać swoje dane.

source: Log keys can be used by those who have them to tell which pixels you placed on previous canvases.
pl: Log Keys mogą być używane przez osoby je posiadające w celu sprawdzenia, które piksele zostały umieszczone na poprzednich płótnach.

source: Canvas Code
pl: Kod płótna

source: You have no log keys yet!
pl: Nie masz jeszcze kluczy logowania!

source: Log keys should show up here after a canvas you have placed on ends.
pl: Log Keys powinny się tutaj pojawić po umieszczeniu płótna na końcach

source: Members of {0} ([{1}])
pl: Członkowie {0} ([{1}])

source: Close
pl: Zamknij

source: Faction Members
pl: Członkowie frakcji

source: Transfer Ownership
pl: Przenieś własność

source: Nothing to see here!
pl: Nie ma tu nic do oglądania!

source: Faction Bans
pl: Bany frakcyjne

source: Unban
pl: Odblokuj

source: Find A Faction
pl: Znajdź frakcję

source: Search:
pl: Wyszukiwanie:

source: Enter a search term to get started.
pl: Wprowadź termin wyszukiwania, aby rozpocząć.

source: Load More
pl: Załaduj więcej

source: Send alert...
pl: Wyślij powiadomienie...

source: Rule #1: Hateful/derogatory speech or symbols
pl: Zasada nr 1: Nienawistne/obrażliwe wypowiedzi lub symbole

source: Rule #2: Nudity, genitalia, or non-PG-13 content
pl: Zasada nr 2: Nagość, genitalia lub treści nieodpowiednie dla młodzieży

source: Rule #3: Multi-account
pl: Zasada nr 3: Multikonta

source: Rule #4: Botting
pl: Zasada nr 4: Botowanie

source: Other (specify below)
pl: Inne (określ poniżej)

source: Additional information (if applicable)
pl: Informacje dodatkowe (jeśli są)

source: Revert pixels of the last
pl: Przywróć piksele z ostatnich

source: hours
pl: godzin

source: You must specify the details.
pl: Musisz określić szczegóły.

source: Something went wrong! Perhaps insufficient permissions?
pl: Coś poszło nie tak! Być może niewystarczające uprawnienia?

source: Shadowban user
pl: Shadowban użytkownika

source: Shadowbanned user
pl: Shadowbanned użytkownicy

source: Permaban user
pl: Permaban użytkowk

source: Permabanned user
pl: Permazbanowani użytkownicy

source: Ban user
pl: Zbanuj użytkownika

source: Banned user
pl: Zbanowani uzytkownicy

source: Unbanned user ${username}
pl: Odblokuj użytkownika ${username}

source: never
pl: nigdy

source: permanent
pl: za zawsze

source: Yes
pl: Tak

source: No
pl: Nie

source: Yes (permanent)
pl: Tak(na zawsze)

source: Username
pl: Nazwa użytkownika

source: Profile
pl: Profil

source: Logins
pl: Logowania

source: All Time Pixels
pl: Wszystkie umieszczone piksele

source: Rename Requested
pl: Zażądano zmianę nazwy

source: Discord Name
pl: Nazwa Discorda

source: Banned
pl: Zbanowani

source: Chatbanned
pl: Zbanowany czat

source: Ban Reason
pl: Powód banu

source: Ban Expiracy
pl: Wygaśnięcie banu

source: Chatban Reason
pl: Powód banu czatu

source: (canvas ban)
pl: (ban płótna)

source: when canvas ban ends
pl: Kiedy kończy się zakaz ban na płótnie

source: Chatban Expires
pl: Wygaśniecie banu czatu

source: Permaban
pl: Zpermabanowani

source: Shadowban
pl: Zshadowbanowani

source: Custom ban length:
pl: Niestandardowa długość bana:

source: ${type} ${arg} not found.
pl: ${type} ${arg} nie znaleźiony.

source: Unban Reason:
pl: Uzasadnienie odblokowania:

source: Unbanning ${username}
pl: Odblokowanie użytkownika ${username}

source: Cancel
pl: Anuluj

source: Ignore cooldown
pl: Ignoruj cooldown

source: Place any color
pl: Umieść dowolny kolor

source: Ignore placemap
pl: Ignoruj ​​mapę miejsc

source: Ban user (24h)
pl: Zbanuj użytkownika (24h)

source: Unban user
pl: Odblokuj użytkownika

source: Check user
pl: Sprawdź usera

source: profile
pl: Profil

source: User Agent
pl: Agent użytkownika

source: Send Alert
pl: Wyślij powiadomienie

source: Mod Actions
pl: Działania moda

source: More...
pl: Więcej...

source: pxls canvas
pl: płótno pxls

source: Ask
pl: Zapytaj

source: Open in a new tab
pl: Otwórz w nowej karcie

source: Open in current tab (replacing template)
pl: Otwórz w bieżącej karcie (zastępując szablon)

source: Jump to coordinates without replacing template
pl: Skocz do współrzędnych bez zamiany szablonu

source: Please upload your template image to a third-party image host.
pl: Prześlij obraz szablonu do zewnętrznego usługodawcy zajmującego się przechowywaniem obrazów.

source: You must have at least
pl: Musisz mieć co najmniej

source: pixels to send links.
pl: pikseli by wysyłać linki.

source: You must be logged in to chat.
pl: Musisz być zalogowany, aby czatować.

source: No Results
pl: Brak wyników

source: Reply
pl: Odpowiedź

source: none provided
pl: nie podano

source: Purged by ${purge.initiator} with reason: ${reason}
pl: Oczyścił(a) ${purge.initiator} z powodu: ${reason}

source: External Link
pl: Link zewnętrzny

source: This link is taking you to the following website:
pl: Ten link przeniesie Cię do następującej witryny:

source: The operators of this website have no responsibility or control over the contents hosted at {0}. Are you sure you want to go there?
pl: Operatorzy tej strony nie ponoszą odpowiedzialności ani nie mają kontroli nad zawartością hostowaną na {0}. Jesteś pewien, że chcesz tam iść?

source: Note: You can disable this popup in settings.
pl: Notka: To wyskakujące okienko można wyłączyć w ustawieniach.

source: Visit Site
pl: Odwiedź witrynę

source: template:
pl: szablon:

source: Open Failed
pl: Otwarcie nie powiodło się

source: Failed to automatically open in a new tab
pl: Nie udało się automatycznie otworzyć w nowej karty

source: Click here to open in a new tab instead
pl: Kliknij tutaj, aby otworzyć w nowej karcie

source: Open Template
pl: Otwórz szablon

source: This link will overwrite your current template. What would you like to do?
pl: Ten link nadpisze Twój obecny szablon. Co chcesz zrobić?

source: Note: You can set a default action in the settings menu which bypasses this popup completely.
pl: Notka: W ustawieniach można zmienić domyślną akcję, która całkowicie pomija to wyskakujące okienko.

source: Report
pl: Zgłoś

source: Mention
pl: Wspomnij

source: Ignore
pl: Ignoruj

source: Chat (un)ban
pl: (Od)banowanie czatu

source: Purge User
pl: Usuń użytkownika

source: Mod Lookup
pl: Widok Moda

source: Chat Lookup
pl: Wyszukiwanie czatu

source: Enter a reason for your report
pl: Wprowadź powód zgłoszenia

source: You are reporting a chat message from ${reportTarget} with the content:
pl: Zgłaszasz wiadomość na czacie od ${reportTarget} o treści:

source: Sent report!
pl: Wysłano zgłoszenie!

source: Error sending report.
pl: Błąd wysyłania zgłoszenia.

source: Report User
pl: Zgłoś użytkownika

source: User ignored. You can unignore from chat settings.
pl: Użytkownik zignorowany. Możesz anulować ignorowanie w ustawieniach czatu.

source: Failed to ignore user. Either they\'re already ignored, or an error occurred. If the problem persists, contact a developer.
pl: Nie udało się zignorować użytkownika. Albo jest już ignorowany, albo wystąpił błąd. Jeśli problem będzie się powtarzał, skontaktuj się z deweloperem.

source: Permanent
pl: Na stałe

source: Temporary
pl: Tymczasowo

source: Rule 3: Spam
pl: 3: Spam

source: Rule 1: Chat civility
pl: 1: Uprzejmość na czacie

source: Rule 2: Hate Speech
pl: 2: Mowa nienawiści

source: Rule 5: NSFW
pl: 5. NSFW

source: Custom
pl: Niestandardowy

source: Banning:
pl: Banowanie:

source: Message:
pl: Wiadomość:

source: Ban Length
pl: Długość banu

source: Reason
pl: Powód

source: Purge Messages
pl: Oczyść wiadomości

source: Purging all messages is disabled during snip mode
pl: W trybie wycinania czyszczenie wszystkich wiadomości jest wyłączone

source: Silent (no purge message)
pl: Cichy (brak komunikatu o czyszczeniu)

source: Custom reason
pl: Niestandardowy powód

source: Additional information:
pl: Dodatkowe informacje:

source: Chatban initiated
pl: Rozpoczęto chatban

source: Error occurred while chatbanning
pl: Wystąpił błąd podczas blokowania czatu

source: Chatban
pl: Ban czatu

source: Failed to delete
pl: Nie udało się usunąć

source: User:
pl: Użytkownik:

source: Message:
pl: Wiadomość:

source: Reason:
pl: Powód:

source: Delete Message
pl: Usuń wiadomość

source: Purge
pl: Wyczyść

source: Selected Message
pl: zaznaczona wiadomość

source: Purge Reason
pl: Powód wyczyszczenia

source: User purged
pl: Użytkownik usunięty

source: Error sending purge.
pl: Błąd podczas wysyłania oczyszczania.

source: Toggle Rename Request
pl: Przełącz prośbę zmiany nazwy

source: Select one of the options below to set the current rename request state.
pl: Wybierz jedną z poniższych opcji, aby ustawić bieżący stan prośby zmiany nazwy.

source: Rename request updated
pl: Zaktualizowano prośbę o zmianę nazwy

source: An unknown error occurred. Please contact a developer
pl: Wystąpił nieznany błąd. Prosimy o kontakt z deweloperem

source: New Name:
pl: Nowa nazwa:
